[Demo_Shinobu_ep4_1_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2136,Y=-2193,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=2136,Y=-2383,Z=0),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Sweat_Cue')
DemoScripts[13]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=0,CId=71)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[15]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_1.GG2_V_Shinobu_ep4_1_002_Cue',Name="エコロ")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[17]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[20]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_1.GG2_V_Shinobu_ep4_1_004_Cue',Name="エコロ")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[22]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=0,Number=3,Bit=1)
DemoScripts[24]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[25]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_1.GG2_V_Shinobu_ep4_1_005_Cue',Name="エコロ")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[27]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_1101_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[31]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_1.GG2_V_Shinobu_ep4_1_007_Cue',Name="エコロ")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[33]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_1.GG2_V_Shinobu_ep4_1_008_Cue',Name="エコロ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=WINDOW,Command=EXIT)
DemoScripts[39]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[40]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[41]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[42]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[43]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep4_1_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep4_1_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="別說幫上忙了,/n反而還扯了小忍的後腿....../n未免太失敗了吧......唉.")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="不,我覺得也有一部分/n是忍大人的錯......")

Texts[2]=(Label="TEXT03",Name="峯大",Text="不./n要是我沒跑去那裡,/n小忍一定已經抓住那個惡魔了.")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="但是峯大大人今天也有/n無法退讓的理由,/n請不要太過糾結了.")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="要是覺得失敗,/n只要想辦法挽回就行了.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="......妳說的對./n好,那就上吧! 我可以的!")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="雖然還是不可靠,但故作堅強/n總比什麼都沒有好吧.")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="而且真夜大人也願意協助我們,/n就算是為了報答她的這份心意/n也要來磨練男子氣概囉.")

Texts[8]=(Label="",Name="",Text="")

Texts[9]=(Label="SELECT01",Name="",Text="")

Texts[10]=(Label="SELECT02",Name="",Text="")

Texts[11]=(Label="SELECT03",Name="",Text="")

Texts[12]=(Label="SELECT04",Name="",Text="")

Texts[13]=(Label="SELECT05",Name="",Text="")

Texts[14]=(Label="SELECT06",Name="",Text="")

Texts[15]=(Label="SELECT07",Name="",Text="")

Texts[16]=(Label="SELECT08",Name="",Text="")

Texts[17]=(Label="SELECT09",Name="",Text="")

Texts[18]=(Label="SELECT10",Name="",Text="")


